var vendor = [
    {
        product_meta_other_id: '1',
        key: "commision_rate",
        value: 0.85,
    },
    {
        product_meta_other_id: '2',
        key: "hg_exit_policy",
        value: "<ol><li>预约当天订单的用户如因用户个人原因申请退款,将扣除其订单金额5%的手续费。</li>"
        +"<li>预约除当天外,未来日期的用户,因用户个人原因无法完成服务的,可以申请更改延期一次.如在申请更改延期后再次无法完成服务,平台将进行退款并会扣除订单金额的5%作为手续费。</li>"
        +"<li>服务伙伴在订单生效后因其个人原因无法进行按时提供服务的，可申请与用户协商改期提供服务。如改期后再次无法为最户提供已预订的服务，平台将向用户退款，并按此订单金额5%的比例向服务伙伴收取手续费。</li>"
        +"<li>用户在下单前需熟知服务伙伴的注意事项。如因最终用户违反注意事项造成事故、损失，将由用户承担。并且用户订单中的金额将不予退款，用户帐号也会被停用。</li></ol>"
    },
    {
        product_meta_other_id: '3',
        key: "hg_product_noice",
        value: "以下狗狗暂不接受服务预订:<br/>" +
        "1.具有攻击性,咬人倾向的烈性犬只<br/>" +
        "2.未满三个月的幼犬,未完成三针疫苗接种,或八岁以上的犬只<br/>" +
        "3.正处于发情期,怀孕期,生病期<br/>" +
        "4.有明显外伤,严重皮肤病,严重蜱虱传染<br/>",
    },
]

module.exports = vendor;