var vendor = [
    {
        product_meta_category_id: '1',
        name: "宠物服务",
        slug: "service",
        scope: "",
        path_slug: null,
        path_name: null,
        leaf: false,
    },
    {
        product_meta_category_id: '1-1',
        name: "宠物美容",
        slug: "grooming",
        scope: "",
        path_slug: ',service,',
        path_name: ',宠物服务,',
        leaf: false,
    },
    {
        product_meta_category_id: '1-1-1',
        name: "洗澡护理",
        slug: "beautifying",
        scope: "清洗眼部、拔耳毛、清洁耳道、剪趾甲、磨趾甲、剃脚底毛、腹底毛、肛周毛、挤肛门腺、清洗全身、吹干、梳毛(拉毛)",
        path_slug: ',service,grooming,',
        path_name: ',宠物服务,宠物美容,',
        leaf: true,
        price_item: [
            {name: "体重", price_list: [
                {name: "体重小于4公斤", price: "40", show_name: "体重小于4公斤(例如:成年的玩具贵宾、博美、约克夏、吉娃娃)"},
                {name: "体重在4-10公斤之间", price: "50", show_name: "体重在4-10公斤之间(例如:成年的迷你贵宾、迷你雪纳瑞、比熊犬)"},
                {name: "体重在10-20公斤之间", price: "60", show_name: "体重在10-20公斤之间(例如:成年的标准贵宾、贝林顿梗、柯基、喜乐蒂)"},
                {name: "体重在20-30公斤之间", price: "80", show_name: "体重在20-30公斤之间(例如:成年的巨型贵宾、古代牧羊犬、哈士奇、萨摩、边牧)"},
                {name: "体重在30-50公斤之间", price: "80", show_name: "体重在30公斤以上(例如:成年的巨型贵宾、金毛、拉布拉多、阿拉斯加)"},
            ]},
            {name: "肩高", price_list: [
                {name: "肩高小于28厘米", price: "40", show_name: "肩高矮于28厘米(例如:成年的玩具贵宾、博美、约克夏、吉娃娃)"},
                {name: "肩高在28-38厘米之间", price: "50", show_name: "肩高在28-38厘米之间(例如:成年的迷你贵宾、迷你雪纳瑞、比熊犬、柯基)"},
                {name: "肩高在38-48厘米之间", price: "60", show_name: "肩高在38-48厘米之间(例如:成年的标准贵宾、贝林顿、喜乐蒂、可卡犬)"},
                {name: "肩高在48-60厘米之间", price: "80", show_name: "肩高在48-60厘米之间(例如:成年的巨型贵宾、古代牧羊犬、哈士奇、萨摩、边牧)"},
                {name: "肩高在60-80厘米之间", price: "80", show_name: "肩高在60-80厘米之间(例如:成年的巨型贵宾、金毛、拉布拉多、阿拉斯加)"},
            ]}
        ],
    },
    {
        product_meta_category_id: '1-1-2',
        name: "美容造型",
        slug: "model",
        scope: "清洗眼部、拔耳毛、清洁耳道、剪趾甲、磨趾甲、剃脚底毛、腹底毛、肛周毛、挤肛门腺、清洗全身、吹干拉毛、根据用户要求修剪造型。",
        path_slug: ',service,grooming,',
        path_name: ',宠物服务,宠物美容,',
        leaf: true,
        price_item: [
            {name: "体重", price_list: [
                {name: "体重小于4公斤", price: "110", show_name: "体重小于4公斤(例如:成年的玩具贵宾、博美、约克夏、吉娃娃)"},
                {name: "体重在4-10公斤之间", price: "120", show_name: "体重在4-10公斤之间(例如:成年的迷你贵宾、迷你雪纳瑞、比熊犬)"},
                {name: "体重在10-20公斤之间", price: "130", show_name: "体重在10-20公斤之间(例如:成年的标准贵宾、贝林顿梗、柯基、喜乐蒂)"},
                {name: "体重在20-30公斤之间", price: "160", show_name: "体重在20-30公斤之间(例如:成年的巨型贵宾、古代牧羊犬、哈士奇、萨摩、边牧)"},
                {name: "体重在30-50公斤之间", price: "200", show_name: "体重在30公斤以上(例如:成年的巨型贵宾、金毛、拉布拉多、阿拉斯加)"},
            ]},
            {name: "肩高", price_list: [
                {name: "肩高小于28厘米", price: "110", show_name: "肩高矮于28厘米(例如:成年的玩具贵宾、博美、约克夏、吉娃娃)"},
                {name: "肩高在28-38厘米之间", price: "120", show_name: "肩高在28-38厘米之间(例如:成年的迷你贵宾、迷你雪纳瑞、比熊犬、柯基)"},
                {name: "肩高在38-48厘米之间", price: "130", show_name: "肩高在38-48厘米之间(例如:成年的标准贵宾、贝林顿、喜乐蒂、可卡犬)"},
                {name: "肩高在48-60厘米之间", price: "160", show_name: "肩高在48-60厘米之间(例如:成年的巨型贵宾、古代牧羊犬、哈士奇、萨摩、边牧)"},
                {name: "肩高在60-80厘米之间", price: "200", show_name: "肩高在60-80厘米之间(例如:成年的巨型贵宾、金毛、拉布拉多、阿拉斯加)"},
            ]}
        ],
    },
    {
        product_meta_category_id: '1-1-3',
        name: "全身剃光",
        slug: "bald",
        scope: "全身剃光、挤肛门腺、全身冲水、全身吹干、拔耳毛、清洁耳道、剪趾甲。",
        path_slug: ',service,grooming,',
        path_name: ',宠物服务,宠物美容,',
        leaf: true,
        price_item: [
            {name: "体重", price_list: [
                {name: "体重小于4公斤", price: "70", show_name: "体重小于4公斤(例如:成年的玩具贵宾、博美、约克夏、吉娃娃)"},
                {name: "体重在4-10公斤之间", price: "80", show_name: "体重在4-10公斤之间(例如:成年的迷你贵宾、迷你雪纳瑞、比熊犬)"},
                {name: "体重在10-20公斤之间", price: "90", show_name: "体重在10-20公斤之间(例如:成年的标准贵宾、贝林顿梗、柯基、喜乐蒂)"},
                {name: "体重在20-30公斤之间", price: "100", show_name: "体重在20-30公斤之间(例如:成年的巨型贵宾、古代牧羊犬、哈士奇、萨摩、边牧)"},
                {name: "体重在30-50公斤之间", price: "110", show_name: "体重在30公斤以上(例如:成年的巨型贵宾、金毛、拉布拉多、阿拉斯加)"},
            ]},
            {name: "肩高", price_list: [
                {name: "肩高小于28厘米", price: "70", show_name: "肩高矮于28厘米(例如:成年的玩具贵宾、博美、约克夏、吉娃娃)"},
                {name: "肩高在28-38厘米之间", price: "80", show_name: "肩高在28-38厘米之间(例如:成年的迷你贵宾、迷你雪纳瑞、比熊犬、柯基)"},
                {name: "肩高在38-48厘米之间", price: "90", show_name: "肩高在38-48厘米之间(例如:成年的标准贵宾、贝林顿、喜乐蒂、可卡犬)"},
                {name: "肩高在48-60厘米之间", price: "100", show_name: "肩高在48-60厘米之间(例如:成年的巨型贵宾、古代牧羊犬、哈士奇、萨摩、边牧)"},
                {name: "肩高在60-80厘米之间", price: "110", show_name: "肩高在60-80厘米之间(例如:成年的巨型贵宾、金毛、拉布拉多、阿拉斯加)"},
            ]}
        ],
    },
    {
        product_meta_category_id: '1-1-4',
        name: "SPA",
        slug: "spa",
        scope: "清洁眼部、拔耳毛、清洁耳道、剪趾甲、磨趾甲、剃脚底毛、腹底毛、肛周毛、挤肛门腺、清洗全身、SPA浸泡、按摩穴位、吹干、梳毛(拉毛)",
        path_slug: ',service,grooming,',
        path_name: ',宠物服务,宠物美容,',
        leaf: true,
        price_item: [
            {name: "体重", price_list: [
                {name: "体重小于4公斤", price: "100", show_name: "体重小于4公斤(例如:成年的玩具贵宾、博美、约克夏、吉娃娃)"},
                {name: "体重在4-10公斤之间", price: "120", show_name: "体重在4-10公斤之间(例如:成年的迷你贵宾、迷你雪纳瑞、比熊犬)"},
                {name: "体重在10-20公斤之间", price: "160", show_name: "体重在10-20公斤之间(例如:成年的标准贵宾、贝林顿梗、柯基、喜乐蒂)"},
                {name: "体重在20-30公斤之间", price: "220", show_name: "体重在20-30公斤之间(例如:成年的巨型贵宾、古代牧羊犬、哈士奇、萨摩、边牧)"},
                {name: "体重在30-50公斤之间", price: "220", show_name: "体重在30公斤以上(例如:成年的巨型贵宾、金毛、拉布拉多、阿拉斯加)"},
            ]},
            {name: "肩高", price_list: [
                {name: "肩高小于28厘米", price: "100", show_name: "肩高矮于28厘米(例如:成年的玩具贵宾、博美、约克夏、吉娃娃)"},
                {name: "肩高在28-38厘米之间", price: "120", show_name: "肩高在28-38厘米之间(例如:成年的迷你贵宾、迷你雪纳瑞、比熊犬、柯基)"},
                {name: "肩高在38-48厘米之间", price: "160", show_name: "肩高在38-48厘米之间(例如:成年的标准贵宾、贝林顿、喜乐蒂、可卡犬)"},
                {name: "肩高在48-60厘米之间", price: "220", show_name: "肩高在48-60厘米之间(例如:成年的巨型贵宾、古代牧羊犬、哈士奇、萨摩、边牧)"},
                {name: "肩高在60-80厘米之间", price: "220", show_name: "肩高在60-80厘米之间(例如:成年的巨型贵宾、金毛、拉布拉多、阿拉斯加)"},
            ]}
        ],
    },
]

module.exports = vendor;